
/* Class = "NSTableColumn"; headerCell.title = "Disk"; ObjectID = "11"; */
"11.headerCell.title" = "Dysk";

/* Class = "NSTableColumn"; headerCell.title = "Interval"; ObjectID = "12"; */
"12.headerCell.title" = "Interwał";

/* Class = "NSTableColumn"; headerCell.title = "Status"; ObjectID = "14"; */
"14.headerCell.title" = "Status";

/* Class = "NSWindow"; title = "SMARTReporter Preferences"; ObjectID = "15"; */
"15.title" = "Preferencje SMARTReporter";

/* Class = "NSTableColumn"; headerCell.title = "Size"; ObjectID = "17"; */
"17.headerCell.title" = "Rozmiar";

/* Class = "NSTabViewItem"; label = "Hard Disks"; ObjectID = "106"; */
"106.label" = "Dyski";

/* Class = "NSTabViewItem"; label = "Appearance"; ObjectID = "107"; */
"107.label" = "Wygląd";

/* Class = "NSMenuItem"; title = "Select…"; ObjectID = "122"; */
"122.title" = "Wybierz…";

/* Class = "NSMenuItem"; title = "Grey"; ObjectID = "139"; */
"139.title" = "Szare";

/* Class = "NSMenuItem"; title = "Colorful"; ObjectID = "140"; */
"140.title" = "Kolorowe";

/* Class = "NSPanel"; title = "E-Mail Settings"; ObjectID = "203"; */
"203.title" = "Ustawienia e-mail";

/* Class = "NSButtonCell"; title = "Send using custom settings:"; ObjectID = "204"; */
"204.title" = "Wyślij używając własnych ustawień:";

/* Class = "NSButtonCell"; title = "Send using \"Mail.app\" settings"; ObjectID = "206"; */
"206.title" = "Wyślij używając ustawień \"Mail.app\"";

/* Class = "NSTableColumn"; headerCell.title = "Name(s)"; ObjectID = "280"; */
"280.headerCell.title" = "Nazwa(y)";

/* Class = "NSButtonCell"; title = "With small colored dots"; ObjectID = "283"; */
"283.title" = "Za pomocą małych kolorowych kropek";

/* Class = "NSButtonCell"; title = "With beautiful icons:"; ObjectID = "284"; */
"284.title" = "Za pomocą ślicznych ikonek:";

/* Class = "NSButtonCell"; title = "Don't display in menubar"; ObjectID = "285"; */
"285.title" = "Nie wyświetlaj w pasku menu";

/* Class = "NSTabViewItem"; label = "Configuration"; ObjectID = "302"; */
"302.label" = "Konfiguracja";

/* Class = "NSTabViewItem"; label = "Message"; ObjectID = "303"; */
"303.label" = "Wiadomość";

/* Class = "NSMenuItem"; title = "Alternate Grey"; ObjectID = "337"; */
"337.title" = "Inna wersja szarego";

/* Class = "NSBox"; title = "SMTP-Server"; ObjectID = "343"; */
"343.title" = "Serwer SMTP";

/* Class = "NSMenuItem"; title = "New DarkGrey"; ObjectID = "351"; */
"351.title" = "Nowy ciemnoszary";

/* Class = "NSTabViewItem"; label = "Behavior"; ObjectID = "370"; */
"370.label" = "Zachowanie";

/* Class = "NSMenuItem"; title = "New Colorful"; ObjectID = "380"; */
"380.title" = "Nowy kolorowy";

/* Class = "NSMenuItem"; title = "New Grey"; ObjectID = "381"; */
"381.title" = "Nowy szary";

/* Class = "NSMenuItem"; title = "Every other day"; ObjectID = "391"; */
"391.title" = "Każdego innego dnia";

/* Class = "NSMenuItem"; title = "Daily"; ObjectID = "392"; */
"392.title" = "Codziennie";

/* Class = "NSMenuItem"; title = "Weekly"; ObjectID = "393"; */
"393.title" = "Cotygodniowo";

/* Class = "NSMenuItem"; title = "Never"; ObjectID = "394"; */
"394.title" = "Nigdy";

/* Class = "NSMenuItem"; title = "Bi-weekly"; ObjectID = "399"; */
"399.title" = "Co dwa tygodnie";

/* Class = "NSMenuItem"; title = "Monthly"; ObjectID = "400"; */
"400.title" = "Co miesiąc";

/* Class = "NSMenuItem"; title = "Colored Dots"; ObjectID = "662"; */
"662.title" = "Kolorowe kropki";

/* Class = "NSTextFieldCell"; title = "Mark the disks to monitor:"; ObjectID = "728"; */
"728.title" = "Zaznacz dyski do monitorowania:";

/* Class = "NSTextFieldCell"; title = "Mark all hard disks you want to monitor for impending disk-failures with the checkboxes. Double click the current checking-interval of a disk to enter a new one (in minutes)."; ObjectID = "729"; */
"729.title" = "Zaznacz wszystkie dyski, które mają być monitorowane na okoliczność przyszłych problemów. Kliknij dwukrotnie aktualny interwał by zmienić ilość minut pomiędzy kolejnymi sprawdzeniami dysku.";

/* Class = "NSTextFieldCell"; title = "On disk-failure do:"; ObjectID = "730"; */
"730.title" = "W przypadku problemów z dyskiem:";

/* Class = "NSButtonCell"; title = "Send an e-mail to:"; ObjectID = "732"; */
"732.title" = "Wyślij e-mail do:";

/* Class = "NSButtonCell"; title = "Pop up an alert dialog"; ObjectID = "733"; */
"733.title" = "Wyświetl alert";

/* Class = "NSButtonCell"; title = "Execute application:"; ObjectID = "734"; */
"734.title" = "Uruchom aplikację:";

/* Class = "NSButtonCell"; title = "Configure Mail…"; ObjectID = "735"; */
"735.title" = "Konfiguruj mail…";

/* Class = "NSTextFieldCell"; title = "Enter one address per line"; ObjectID = "736"; */
"736.title" = "Wpisz po jednym adresie w każdej linii";

/* Class = "NSTextFieldCell"; title = "Select how SMARTReporter should display:"; ObjectID = "737"; */
"737.title" = "Select how SMARTReporter should display:";

/* Class = "NSTextFieldCell"; title = "Verified:"; ObjectID = "740"; */
"740.title" = "Sprawny:";

/* Class = "NSTextFieldCell"; title = "Unknown:"; ObjectID = "741"; */
"741.title" = "Nieznany:";

/* Class = "NSTextFieldCell"; title = "Failing:"; ObjectID = "744"; */
"744.title" = "Niesprawny:";

/* Class = "NSTextFieldCell"; title = "Icon set:"; ObjectID = "745"; */
"745.title" = "Zestaw ikon:";

/* Class = "NSTextFieldCell"; title = "Icon set preview:"; ObjectID = "746"; */
"746.title" = "Podgląd zestawu ikon:";

/* Class = "NSButtonCell"; title = "Use Red \"Failing\"-Icon"; ObjectID = "747"; */
"747.title" = "Użyk czerwonej ikony \"Niesprawny\"";

/* Class = "NSButtonCell"; title = "Start SMARTReporter on login"; ObjectID = "748"; */
"748.title" = "Uruchom SMARTReporter przy logowaniu";

/* Class = "NSTextFieldCell"; title = "Path to Log-File:"; ObjectID = "749"; */
"749.title" = "Ścieżka do pliku logu:";

/* Class = "NSButtonCell"; title = "Limit Log-File size to:"; ObjectID = "751"; */
"751.title" = "Ogranicz wielkośc pliku logu do:";

/* Class = "NSButtonCell"; title = "Don't check disks when on battery power"; ObjectID = "753"; */
"753.title" = "Nie sprawdzaj dysków przy zasilaniu bateryjnym";

/* Class = "NSTextFieldCell"; title = "kilobytes"; ObjectID = "754"; */
"754.title" = "kilobajt(ów)";

/* Class = "NSTextFieldCell"; title = "Check for Updates:"; ObjectID = "756"; */
"756.title" = "Sprawdzź aktualizacje:";

/* Class = "NSButtonCell"; title = "Send"; ObjectID = "757"; */
"757.title" = "Wyślij";

/* Class = "NSTextFieldCell"; placeholderString = "source@domain.com"; ObjectID = "758"; */
"758.placeholderString" = "source@domain.com";

/* Class = "NSTextFieldCell"; title = "E-mail address:"; ObjectID = "759"; */
"759.title" = "Adres e-mail:";

/* Class = "NSTextFieldCell"; title = "Please try to send a test mail:"; ObjectID = "760"; */
"760.title" = "Proszę spróbować wysłać wiadomość testową:";

/* Class = "NSTextFieldCell"; placeholderString = "mail.isp.com"; ObjectID = "761"; */
"761.placeholderString" = "mail.domena.pl";

/* Class = "NSTextFieldCell"; title = "Server address:"; ObjectID = "762"; */
"762.title" = "Adres serwera:";

/* Class = "NSButtonCell"; title = "Use authentication"; ObjectID = "763"; */
"763.title" = "Użyj uwierzytelniania";

/* Class = "NSTextFieldCell"; title = "Server port:"; ObjectID = "765"; */
"765.title" = "Port serwera:";

/* Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "766"; */
"766.title" = "Nazwa użytkownika:";

/* Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "769"; */
"769.title" = "Hasło:";

/* Class = "NSTextFieldCell"; title = "Subject for Test mail:"; ObjectID = "770"; */
"770.title" = "Temat wiadomości testowej:";

/* Class = "NSTextFieldCell"; title = "E-mail Body:"; ObjectID = "772"; */
"772.title" = "Treść wiadomości:";

/* Class = "NSTextFieldCell"; title = "Subject for Error mail:"; ObjectID = "773"; */
"773.title" = "Temat wiadomości o błędzie:";

/* Class = "NSTextFieldCell"; title = "These values will be replaced:\n   \"%D\" by the Name of the failing drive\n   \"%N\" by the Name of your Mac\n   \"%H\" by the Host-name of your Mac\n   \"%4\" by the IP address of your Mac\n   \"%6\" by the IP-v6 address of your Mac\n   \"%M\" by the MAC-address of your Mac"; ObjectID = "775"; */
"775.title" = "Te zmienne zostaną zastąpione:\n   \"%D\" przez nazwę niesprawnego dysku\n   \"%N\" przez nazwę Twojego Maca\n   \"%H\" przez nazwę Hosta Twojego Maca\n   \"%4\" przez adres IP Twojego Maca\n   \"%6\" przez adres IP-v6 Twojego Maca\n   \"%M\" przez adres MAC Twojego Maca";

/* Class = "NSMenuItem"; title = "Check S.M.A.R.T. attributes"; ObjectID = "790"; */
"790.title" = "Sprawdź parametry S.M.A.R.T.";

/* Class = "NSPanel"; title = "S.M.A.R.T. attributes"; ObjectID = "806"; */
"806.title" = "Parametry S.M.A.R.T.";

/* Class = "NSMenuItem"; title = "Perform short S.M.A.R.T. selftest"; ObjectID = "816"; */
"816.title" = "Wykonaj krótki samotest S.M.A.R.T.";

/* Class = "NSPanel"; title = "S.M.A.R.T. selftests"; ObjectID = "819"; */
"819.title" = "Samotest S.M.A.R.T.";

/* Class = "NSTextFieldCell"; title = "The short S.M.A.R.T. selftest has been started and takes about 2 minutes."; ObjectID = "826"; */
"826.title" = "Krótki samotest S.M.A.R.T. został rozpoczęty. Jego wykonanie zajmie około 2 minut.";

/* Class = "NSTextFieldCell"; title = "The result view updates automatically:"; ObjectID = "828"; */
"828.title" = "Podgląd wyniku zostanie wyświetlony automatycznie:";

/* Class = "NSButtonCell"; title = "Also check disks for problematic \"I/O Errors\""; ObjectID = "837"; */
"837.title" = "Sprawdzaj także dyski na okoliczność problematycznych \"błędów We/Wy\"";

/* Class = "NSTextFieldCell"; title = "When an \"I/O Error\" is encountered an alert dialog will pop up."; ObjectID = "839"; */
"839.title" = "Przy wystąpieniu \"błędu We/Wy\" zostanie wyświetlony komunikat ostrzegawczy.";

/* Class = "NSTextFieldCell"; title = "\"I/O Error\" checks are performed every 10 minutes."; ObjectID = "841"; */
"841.title" = "Sprawdzanie \"błędów We/Wy\" jest wykonywane co 10 minut.";

/* Class = "NSButtonCell"; title = "Use encryption (SSL/TLS)"; ObjectID = "859"; */
"859.title" = "Użyj szyfrowania (SSL/TLS)";

/* Class = "NSTextFieldCell"; title = "Enable the mail configuration by entering an address to send to"; ObjectID = "865"; */
"865.title" = "Konfiguracja poczty będzie możliwa po podaniu adresu do wysłania";

/* Class = "NSButtonCell"; title = "Show a notification via \"Growl\""; ObjectID = "877"; */
"877.title" = "Pokaż komunikaty używając \"Growl\"";

/* Class = "NSTextFieldCell"; title = "(recommended)"; ObjectID = "889"; */
"889.title" = "(recommended)";

/* Class = "NSTextFieldCell"; title = "Right-click on a drive for advanced diagnosis options."; ObjectID = "891"; */
"891.title" = "Right-click on a drive for advanced diagnosis options.";

/* Class = "NSMenuItem"; title = "Perform long S.M.A.R.T. selftest (takes hours)"; ObjectID = "896"; */
"896.title" = "Perform long S.M.A.R.T. selftest (takes hours)";

/* Class = "NSMenuItem"; title = "Inspect results of finished selftests"; ObjectID = "898"; */
"898.title" = "Inspect results of finished selftests";

/* Class = "NSTextFieldCell"; title = "The long S.M.A.R.T. selftest has been started and takes at least 2 hours."; ObjectID = "901"; */
"901.title" = "The long S.M.A.R.T. selftest has been started and takes at least 2 hours.";

/* Class = "NSButtonCell"; title = "Also check attached Software-RAIDs"; ObjectID = "906"; */
"906.title" = "Also check attached Software-RAIDs";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "909"; */
"909.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Degraded"; ObjectID = "910"; */
"910.title" = "Degraded";

/* Class = "NSMenuItem"; title = "Degraded or Offline"; ObjectID = "911"; */
"911.title" = "Degraded or Offline";

/* Class = "NSTextFieldCell"; title = "Warn if the status turns:"; ObjectID = "914"; */
"914.title" = "Warn if the status turns:";

/* Class = "NSButtonCell"; title = "Growl notification"; ObjectID = "916"; */
"916.title" = "Growl notification";

/* Class = "NSTextFieldCell"; title = "Notify failures with:"; ObjectID = "918"; */
"918.title" = "Notify failures with:";

/* Class = "NSButtonCell"; title = "Alert dialog"; ObjectID = "920"; */
"920.title" = "Alert dialog";

/* Class = "NSButtonCell"; title = "E-mail"; ObjectID = "922"; */
"922.title" = "E-mail";

/* Class = "NSTextFieldCell"; title = "RAID checks are performed every 10 minutes."; ObjectID = "941"; */
"941.title" = "RAID checks are performed every 10 minutes.";

/* Class = "NSMenuItem"; title = "Nice Dots"; ObjectID = "951"; */
"951.title" = "Nice Dots";

/* Class = "NSMenuItem"; title = "Alternate Nice Dots"; ObjectID = "952"; */
"952.title" = "Alternate Nice Dots";

/* Class = "NSMenuItem"; title = "Info Circles"; ObjectID = "953"; */
"953.title" = "Info Circles";

/* Class = "NSMenuItem"; title = "Signs"; ObjectID = "954"; */
"954.title" = "Signs";

/* Class = "NSMenuItem"; title = "New Dots"; ObjectID = "955"; */
"955.title" = "New Dots";
